{
    "year_valid": 2025,
    "cz": {
        "per_diems_czk": {
            "5_to_12": 148,
            "12_to_18": 225,
            "over_18": 353
        },
        "lowering_percents_per_meal": {
            "5_to_12": 70,
            "12_to_18": 35,
            "over_18": 25
        }

    },
    "foreign": {
        "per_diems": {
            "PL_eur": 50,
            "SK_eur": 35,
            "HU_eur": 50,
            "DE_eur": 45,
            "AT_eur": 45,
            "SRB_eur": 40,
            "UK_gbp": 45,
            "KSA_eur": 50,
            "SAE_usd": 55
        },
        "per_diems_percents": {
            "1_to_12": 33.3,
            "12_to_18": 66.6,
            "over_18": 100
        },
        "lowering_percents_per_meal": {
            "1_to_12": 70,
            "12_to_18": 35,
            "over_18": 25
        },
    "pocket_money_percent": 40,
    "notes": [
        "Pokud se jedná o jednodenní zahraniční pracovní cestu, doba před výjezdem z ČR a doba po návratu do ČR v jednom kalendářním dni se sčítá.",
        "Za tuzemskou část pracovní cesty má zaměstnanec nárok na stravné jako při klasické tuzemské pracovní cestě, tedy po pěti hodinách",
        "Za zahraniční část pracovní cesty náleží zaměstnanci zahraniční stravné podle doby strávené mimo území České republiky, jak je uvedeno výše.",
        "Tedy minimálně po jedné hodině strávené v zahraničí, pokud tuzemská část trvala méně než pět hodin, a tím pádem zaměstnanec nemá nárok na tuzemské stravné.",
        "V opačném případě, kdy tuzemská část trvala déle než pět hodin a zaměstnanec má nárok na tuzemské stravné, musí v daném dni v zahraničí strávit minimálně",
        "dalších pět hodin, aby měl nárok také na zahraniční stravné. Pro nárok na zahraniční stravné tedy zaměstnanec musí v zahraničí strávit minimálně jednu hodinu.",
        "Uskuteční-li v daném kalendářním dni zaměstnanec více zahraničních pracovních cest, doby strávené mimo území České republiky se pro účely zahraničního stravného sčítají.",
        "Procestuje-li zaměstnanec v jednom dni více států, náleží mu sazba zahraničního stravného pro stát, ve kterém strávil v daném dni nejdelší dobu.",
        "Doba strávená v zahraničí, za kterou nevznikne nárok na zahraniční stravné, se připočítává do doby rozhodné pro určení nároku na tuzemské stravné.",
        "6 hod CZ + 4 hod PL -> pouze ceske stravne",
        "4 hod CZ + 1 hod PL -> pouze polske stravne",
        "6 hod CZ + 6 hod PL -> ceske i polske stravne",
        "6 hod SK + 8 hod PL -> stravne za 14 hodin s PL rate (tou, ktera je vyssi)"
        ]
    }

}
